Repository: rursache/ToDoList
Catalog: Supportive Files/Localizable.xcstrings
Source language: en
Languages: ro

source: Add new task
ro: Adaugă sarcină nouă

source: Add photo
ro: Adaugă fotografie

source: Add reminder
ro: Adaugă reminder

source: Add comment...
ro: Adaugă comentariu...

# addCommentPrompt
source: Add a comment below
ro: Adaugă un comentariu mai jos

source: Add Reminder
ro: Adaugă Memento

# addReminderPrompt
source: Tap + to add a reminder
ro: Atinge + pentru a adăuga o reamintire

# addTime
source: Time
ro: Timp

# autoReminder
source: Task reminder
ro: Notificare sarcină

# autoReminders
source: Automatic Reminders
ro: Reamintiri Automate

source: Cancel
ro: Anulare

# clearDate
source: Clear
ro: Șterge

source: Comment
ro: Comentariu

source: Comment image
ro: Comentează imaginea

source: Comments
ro: Comentarii

# complete
source: Mark Complete
ro: Marcați ca Completat

source: Completed
ro: Finalizat

source: Continue
ro: Continuă

# dateNextWeek
source: Next Week
ro: Săptămâna Viitoare

# dateToday
source: Today
ro: Astazi

# dateTomorrow
source: Tomorrow
ro: Mâine

# dateYesterday
source: Yesterday
ro: Ieri

source: Delete
ro: Șterge

source: Done
ro: Gata

source: Double tap to toggle
ro: Atingeți de două ori pentru a comuta

source: Double tap to view full size
ro: Atinge de două ori pentru a vedea dimensiunea completă

source: Edit
ro: Editare

source: Edit Comment
ro: Editează comentariul

source: Edit Task
ro: Editare Sarcină

# emptyCompletedDescription
source: Completed tasks will show up here.
ro: Sarcinile finalizate vor apărea aici.

# emptyCompletedTitle
source: No completed tasks
ro: Nicio sarcină completată

# emptyInboxDescription
source: Tasks you add will appear here.
ro: Sarcinile pe care le adaugi vor apărea aici.

# emptyInboxTitle
source: Inbox is empty
ro: Inbox-ul este gol

# emptyTodayDescription
source: Enjoy your free day or plan something new.
ro: Bucură-te de ziua ta liberă sau plănuiește ceva nou.

# emptyTodayTitle
source: Nothing due today
ro: Nimic de plătit astazi

# emptyUpcomingDescription
source: No upcoming tasks scheduled yet.
ro: Nicio sarcină programată în viitor deocamdată.

# emptyUpcomingTitle
source: All clear ahead
ro: Drum liber în față

source: Enable Notifications
ro: Activează Notificări

# feedback
source: Send Feedback
ro: Trimite feedback

# filterCompleted
source: Completed
ro: Finalizat

# filterToday
source: Today
ro: Astazi

# filterUpcoming
source: Upcoming
ro: Viitor

source: Full size comment image
ro: Imagine comentariu la dimensiune completă

source: Get Started
ro: Începeți

# imageComment
source: Image
ro: Imagine

source: New Task
ro: Sarcină nouă

source: No comments
ro: Niciun comentariu

source: No reminders
ro: Niciun memento

# noSearchResults
source: No Results
ro: Niciun rezultat

# noSearchResultsDescription
source: No tasks match "%@"
ro: Nicio sarcină nu se potrivește cu "%@

source: Not completed
ro: Necompletat

# notification
source: Reminder
ro: Memento

# onboardingCompleteDesc
source: Start adding tasks and take control of your day.
ro: Începeți să adăugați sarcini și preluați controlul zilei dvs.

# onboardingCompleteTitle
source: You're All Set!
ro: Ești gata!

# onboardingNotificationsDesc
source: Enable notifications to get reminded about your tasks and never miss a deadline.
ro: Activează notificările pentru a fi reamintit despre sarcinile tale și a nu rata niciodată o scadență.

# onboardingNotificationsTitle
source: Stay on Track
ro: Rămâi pe curs

# onboardingWelcomeDesc
source: A simple, beautiful way to manage your tasks and stay organized.
ro: Un mod simplu și frumos de a-ți gestiona sarcinile și de a rămâne organizat.

# onboardingWelcomeTitle
source: Welcome to ToDoList
ro: Bine ați venit la ToDoList

source: Open Links In App
ro: Deschide Link-urile în Aplicație

source: Pick Date
ro: Alege Data

source: Priority
ro: Prioritate

# priorityHigh
source: High
ro: Ridicat

# priorityHighest
source: Highest
ro: Cel mai înalt

# priorityLow
source: Low
ro: Scăzut

# priorityNone
source: None
ro: Niciunul

source: Privacy Policy
ro: Politica de confidențialitate

source: Reminder
ro: Minder

# reminder1h
source: 1 hour before
ro: 1 oră înainte

# reminder10min
source: 10 minutes before
ro: 10 minute înainte

# reminder30min
source: 30 minutes before
ro: 30 de minute înainte

# reminderDate
source: Date & Time
ro: Dată și oră

# reminderNone
source: None
ro: Niciunul

# reminderNote
source: Note (optional)
ro: Notă (opțional)

source: Reminders
ro: Reamintitori

source: Save
ro: Salvează

source: Save task
ro: Salvează sarcina

source: Search
ro: Căutare

# searchDescription
source: Search across all your tasks
ro: Caută în toate sarcinile tale

# searchPlaceholder
source: Search tasks...
ro: Căutați sarcini...

source: Search Tasks
ro: Cautare Sarcini

# selectCategory
source: Select a category
ro: Selectați o categorie

source: Select Date
ro: Selectați Data

source: Selected
ro: Selectat

source: Select Priority
ro: Selectați Prioritatea

source: Send comment
ro: Trimite comentariu

source: Skip
ro: Omite

source: Sort
ro: Sortare

# sortDateAsc
source: Date (Asc)
ro: Dată (Crescător)

# sortDateDesc
source: Date (Desc)
ro: Dată (Desc)

# sortPriorityAsc
source: Priority (Asc)
ro: Prioritate (Crescător)

# sortPriorityDesc
source: Priority (Desc)
ro: Prioritate (Desc)

source: Source Code
ro: Cod Sursă

source: Start Page
ro: Pagina de Start

# tabSettings
source: Settings
ro: Setări

# tabToday
source: Today
ro: Astazi

# tabUpcoming
source: Upcoming
ro: Viitor

# taskContentPlaceholder
source: Task name
ro: Nume sarcină

# taskDescriptionPlaceholder
source: Description
ro: Descriere

source: Terms of Service
ro: Termeni și Condiții de Serviciu

source: Theme
ro: Temă

# uncomplete
source: Mark Incomplete
ro: Marchează ca incomplet

# untitledTask
source: Untitled
ro: Fără titlu

# widgetDescription
source: View your today or upcoming tasks.
ro: Vizualizați sarcinile de astazi sau următoarele.

# widgetFilter
source: Filter
ro: Filtru

# widgetNoTodayTasks
source: No today tasks
ro: Nicio sarcină pentru astazi

# widgetNoUpcomingTasks
source: No upcoming tasks
ro: Nicio sarcină în viitor

# widgetPriority
source: priority
ro: prioritate

# widgetTaskFilter
source: Task Filter
ro: Filtru de sarcini

# widgetTaskFilterDescription
source: Choose which tasks to display
ro: Alegeți care sarcini să se afișeze

# widgetTasks
source: Tasks
ro: Sarcini

# widgetTasksCount
source: tasks
ro: sarcini
